import React from "react";

const AboutUs = () => {
    return (
        <div>
            <div>
                <h1>О нас</h1>
            </div>
            <div>
                <div>
                    <div>
                        <img src="/ivan_chai_listia.jpg" width="300px"/>
                    </div>
                    <div>
                        <h1>Травяной чай нашего региона уникален.</h1>
                    </div>
                    <div>
                        <p>Это обусловлено нашей местностью - волжской излучиной с Жигулевскими горами — одно из самых интересных, красивых и в то же время загадочных мест нашей страны и планеты где в среднем течении река Волга петлей огибает Жигулевские горы, образуя загадочный изгиб - волжскую излучину. Ее естественная подковообразная форма, фактически ограниченная со всех сторон водами волжского русла, в сочетании с особыми почвами и климатом, легендами и мифами, необъяснимой биоэнергетикой наделяет растения уникальными свойствами, которых нет в других регионах.</p>
                    </div>
                    <div>
                        <p>Растения, собранные в этом уникальном регионе, отличаются особенным медовым вкусом и ароматом. Благодаря влиянию климата зоны Жигулей, травы наиболее полно запасают полезные вещества. Поэтому наш чай придает невероятные силы, снимает усталость, улучшает настроение и заряжает жизненной энергией.</p>
                    </div>
                </div>

                <div>
                    <div>
                        <img src="/svidetelstvo.png" width="300px"/>
                    </div>
                    <div>
                        <h1>Учитывая все это, мы пытаемся донести до покупателей скрытые внутренние богатства нашей природы, которые не видны обычным глазом, а скрыты природой в чудотворных растениях.</h1>
                    </div>
                    <div>
                        <p>Пытаясь объединить чайное изготовление с интересной ремесленной упаковкой мы предлагаем чайный сувенир Жигулевских гор и в целом Самарской области. На красочных ремесленных коробках размещаются изображения природных красот и достопримечательностей нашего региона, различная познавательная информация, народные пословицы. В коробочках размещаются дополнительные небольшие местные сувениры. Мы хотим возобновить традиции нашего доброго русского чаепития, начать общаться друг с другом за чайным столом вокруг самовара и передать всем чаёвникам нашу добрую позитивную энергия самарской земли.</p>
                    </div>
                </div>

                <div>
                    <div>
                        <img src="/ivan_chai_polka.png" width="300px"/>
                    </div>
                    <div>
                        <h1>Наш девиз — чай для каждого, но не для всех.</h1>
                    </div>
                    <div>
                        <p>Всем не может нравиться определенный чай. У каждого свои предпочтения и вкусы. Поэтому мы стараемся индивидуально работать с каждым покупателем и подбирать для него его индивидуальный чайный состав. Подбор чая можно сравнить с подбором аромата. Чтобы достичь чайной гармонии обязательно надо учесть настроение, темперамент и индивидуальные особенности каждого покупателя.
                        Всем приятного чаепития !</p>
                    </div>
                </div>

                <div>
                    <button>Перейти в каталог</button>
                </div>
            </div>

            <div>
                <div>
                    <h1>Официально присвоена региональная символика</h1>
                </div>
                <div>
                    <p>Присвоение символики — это одобрение опыта и качества продукции.</p>
                </div>
                <div>
                    <div>
                        <img src="/icons/hozyayka_zhiguley.jpg" width="200px"/>
                        <div>
                            <h1>Одобрено хозяйкой Жигулей</h1>
                        </div>
                    </div>

                    <div>
                        <img src="/icons/tovarnyy-znak.png" width="200px"/>
                        <div>
                            <h1>Самарский продукт</h1>
                        </div>
                    </div>
                </div>
            </div>

            <div>
                <div>
                    <h1>О нас пишут</h1>
                </div>
                <a href="#">
                    <div>
                        <img src="/icons/tovarnyy-znak.png" width="100px"/>
                        <img src="/icons/sdelano_v_samarskoy_oblasti.jpg" width="100px"/>
                        <h1>Самарский продукт</h1>
                        <p>Наша творческая чайная мастерская объединяет группу единомышленников увлеченных общей идеей — созданием лучших травяных чаев (напитков) для настоящих ценителей и поклонников русского чаепития.</p>
                        <button>Читать полностью</button>
                    </div>
                </a>
                <a href="#">
                    <div>
                        <img src="/комиссия_по_присвоению_региональной_символики_товара.jpg" width="200px"/>
                        <h1>Итоги комиссии по присвоению региональной символики товаров</h1>
                        <p>19 августа прошло заседание комиссии по присвоению региональной символики «Самарский продукт» и «Сделано в Самарской области».</p>
                        <button>Читать полностью</button>
                    </div>
                </a>
                <a href="#">
                    <div>
                        <img src="/газета_жигулёвский_рабочий.jpg" width="200px"/>
                        <h1>Газета "Жигулевский рабочий"</h1>
                        <p>Жигулёвский иван-чай теперь имеет статус «Самарский продукт». Региональную символику ему присвоили в министерстве промышленности и торговли Самарской области наряду с другими компаниями, ИП и самозанятыми гражданами.</p>
                        <button>Читать полностью</button>
                    </div>
                </a>
            </div>
        </div>
    );
}

export default AboutUs;